[language_info]
enname=Russian
name=Русский
code=0419

[translations]
[common]
Cancel=Прервать
OK=OK
Yes=Да
Disable=Выключить
enable=Активировать
Error=Ошибка
Settings=Настройки
The specified folder could not be created!=Der angegebene Ordner konnte nicht erstellt werden!
The specified folder is not an absolute path!=Der angegebene Pfad ist nicht absolut!
New Category=Новая категория
New Flow=Новый поток
Parallel execution of multiple instances=Параллельное иполнение несколький инстанций
Skip execution when an instance is already executing=Перепрыгнуть, если одна инстанция уже исполняется
Stop the currently executing instance and execute afterwards=Остановить актуальную инстанцию и выполнить позже
Wait until the currently executing instance has finished=Ждать пока актуално исполняемая инстанция не закончится
[Error reports]
[Flow editor]
[Element editor]
[Save and load]
[Flow state]
[Elements - Variables]
[Elements - Interaction]
[Elements - window]
[Settings]
[Elements - File]
[Elements - time]
[Elements - process]
[Elements - power]
[Elements - Flow manipulation]
[Elements - Sound]
[Elements - Internet]
[Elements - Other]
[Elements - Image and Position]
[Source Editor]
[Weekdays]
[Source Manager]
[Source_Editor]
The connection cannot start and end on the same element!=Соединение не может начать и кончить на одном и томже элементе
You cannot connect to trigger!=Ты не можешь соеденить к спуску
Delete Object=Стереть элемент.
Select connection type=Выбери тип соединения.
This Connection Already Exists!=Это соединение уже есть!
saved %1% elements to clipboard=Загруженно %1% элементов в промежуточный буфер
Action=Действие
Condition=Условие
Editor=Редактор
Exception=Ошибка
No=Нет
Normal=Нормально
[Source_Manager]
Change category=Изменить категорию
Confirm deletion=Подтверди удаление
Debugging=Debugging
Delete=Стереть
Manager=Менеджер
Uncategorized=Без категории
[Source_Draw]
Create new action=Создать новое действие
Create new condition=Создать новое условие
